Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/eu_law/eu_law.html.txt.tmx
Source language: en
Languages: ga

source: Appealing rights under EU law
ga: Cearta achomhairc faoi dlí na hEorpa

source: If you have questions about your rights as a European Union (EU) citizen, Europe Direct provides a free telephone and email service that acts as a first point of contact
ga: Má tá aon cheisteanna agat faoi do chuid ceart mar shaoránach den Aontas Eorpach (AE), soláthraíonn Europe Direct seirbhís saor in aisce ghutháin agus ríomhphoist a ghníomhaíonn mar an chéad phointe teagmhála

source: It offers information on many EU topics and can refer users to the best source of advice at EU, national, regional and local levels
ga: Cuireann sé faisnéis ar fáil ar go leor ábhar a bhaineann leis an AE agus féadfaidh sé úsáideoirí a atreorú go dtí an fhoinse comhairle is fearr ar leibhéal an AE, náisiúnta, réigiúnach agus áitiúil

source: Information on Europe Direct in Ireland is available at europedirect.ie
ga: Tá fáil ar Europe Direct in Éirinn ag europedirect.ie

source: Your Europe Advice is a team of independent legal experts that provides free advice on your rights in the EU
ga: Foireann de shaineolaithe neamhspleácha dlí is ea Your Europe Advice a sholáthraíonn comhairle saor in aisce ar do chuid ceart san AE

source: It can clarify the EU law that applies in your case and explain how you can exercise your EU rights
ga: Féadfaidh sé soiléiriú a thabhairt ar dhlí an AE a bhaineann le do chás agus míniú a thabhairt ar conas is féidir leat do chearta AE a fheidhmiú

source: You can submit your query through a web form
ga: Is féidir leat d’fhiosrúchán a sheoladh ar aghaidh trí fhoirm ghréasáin

source: You can also make an appointment for a consultation with a Your Europe Legal Adviser through the European Commission Representation in Ireland
ga: Chomh maith leis sin, féadfaidh tú coinne a dhéanamh le haghaidh comhairliúcháin le Comhairleoir Dlí Your Europe trí Ionadaíocht an Choimisiúin Eorpaigh in Éirinn

source: If you consider that there is a breach of EU law by the Irish authorities, you may make a formal complaint to the European Commission
ga: Má mheasann tú gur sháraigh údaráis na hÉireann dlí an AE, féadfaidh tú gearán foirmiúil a dhéanamh leis an gCoimisiún Eorpach

source: The Commission will investigate your complaint and if your complaint is upheld, may ask the Government to ensure that your rights are respected or may take the Government to the European Court of Justice
ga: Fiosróidh an Coimisiún do ghearán agus má sheastar le do ghearán, féadfaidh sé iarraidh ar an rialtas a chinntiú go léirítear meas ar do chuid ceart nó féadfaidh sé an Rialtas a thabhairt a fhad le Cúirt Bhreithiúnais an Aontais Eorpaigh

source: European Commission Code of Good Behaviour for relations with the public
ga: Cód Dea-Iompair um chaidreamh leis an bpobal an Choimisiúin Eorpaigh

source: The Commission has adopted a Code of Good Administrative Behaviour for its relations with the public
ga: Ghlac an Coimisiún le Cód Dea-Iompar Riaracháin don chaidreamh a bhíonn aige leis an bpobal

source: It is legally binding on the Commission as an institution and on individual staff of the Commission
ga: Tá sé ina cheanglas dlíthiúil ar an gCoimisiún mar institiúid agus ar fhoireann aonair an Choimisiúin

source: If you feel the Commission has failed to comply with this code you can submit a complaint to the Commission electronically or by post
ga: Má bhraitheann tú gur theip ar an gCoimisiún an cód seo a chomhlíonadh, féadfaidh tú gearán a chur faoi bhráid an Choimisiúin go leictreonach nó sa phost

source: The European Ombudsman examines complaints about maladministration by EU institutions
ga: Déanann an tOmbudsman Eorpach scrúdú ar ghearáin faoi mhíriarachán ag Institiúidí an AE

source: EDPS – European Data Protection Supervisor
ga: An MECS – An Maoirseoir Eorpach ar Chosaint Sonraí

source: The EDPS is responsible for monitoring the processing of personal data by EU institutions and bodies
ga: Tá an MECS freagrach as monatóireacht a dhéanamh ar phróiseáil sonraí pearsanta ag institiúidí agus comhlachtaí AE

source: If you feel your rights have been infringed when an EU institution or body processed data relating to you, you can lodge a complaint with the EDPS
ga: Má bhraitheann tú gur sáraíodh do chuid ceart nuair a phróiseáil institiúid nó comhlacht AE sonraí a bhain leat, féadfaidh tú gearán a chur faoi bhráid an MECS

source: European Parliament Petitions Committee
ga: Coiste Achainíocha Pharlaimint na hEorpa

source: The European Parliament has a Petitions Committee, which hears complaints from citizens about matters related to the EU
ga: Tá Coiste Achainíocha i bParlaimint na hEorpa, a éisteann le gearáin ó shaoránaigh faoi cheisteanna a bhaineann leis an AE

source: It does not have the power to implement its decisions but it is influential
ga: Níl an chumhacht acu chun a chinntí a chur i bhfeidhm, ach féadfaidh sé tionchar a imirt

source: A petition may be written or submitted online
ga: Féadtar achainí a scríobh nó a sheoladh ar aghaidh ar líne

source: The European Court of Justice
ga: Cúirt Bhreithiúnais an Aontais Eorpaigh

source: The European Court of Justice is the EU court to which issues of EU law are referred
ga: Is í Cúirt Bhreithiúnais an Aontais Eorpaigh cúirt an AE a n-atreoraítear saincheisteanna a bhaineann le dlí an AE chuici

source: Individuals have limited rights of direct access to this court
ga: Bíonn cearta teoranta rochtana dírí ag daoine aonair ar an gcúirt seo

source: The European Court of Human Rights
ga: An Chúirt Eorpach um Chearta an Duine

source: The European Court of Human Rights is the court to which you should complain about breaches of the European Convention on Human Rights
ga: Is í an Chúirt Eorpach um Chearta an Duine an chúirt ar cheart duit gearán a dhéanamh léi faoi sháruithe an Choinbhinsiúin Eorpaigh um Chearta an Duine

source: It is to be distinguished from the European Court of Justice which is an EU institution
ga: Déantar í a idirdhealú ó Chúirt Bhreithiúnais an Aontais Eorpaigh, arb institiúid AE í

source: The SOLVIT service is an EU/EEA service that attempts to resolve problems faced by citizens and businesses caused by the misapplication of internal market law without the need for legal action
ga: Seirbhís AE/LEE is ea seirbhís SOLVIT a dhéanann iarracht chun fadhbanna a réiteach a mbíonn saoránaigh agus gnólachtaí thíos leo a mbíonn mífheidhmiú an dlí margaidh inmheánaigh ina chúis leo agus ní bhíonn aon ghá le caingean dlí

source: SOLVIT is a free, confidential service that is available to anyone throughout the EU who feels they have not been able to avail of their internal market rights because the administration in another member state is misapplying internal market law
ga: Seirbhís saor in aisce rúnda atá i gceist le SOLVIT atá ar fáil do dhuine ar bith ar fud an AE a bhraitheann nárbh fhéidir leo a gcearta margaidh inmheánaigh a fháil mar gheall go bhfuil an dlí margaidh inmheánaigh á mhífheidhmiú ag rialtas i mballstát eile

source: FIN-NET (the Cross-border Out-of-Court Complaints Network for Financial Services) is a mechanism that allows unresolved disputes between you and a financial services provider that is based in another European country to be settled out of court
ga: Meicníocht is ea FIN-NET (an Líonra Trasteorann Gearán lasmuigh den Chúirt um Sheirbhísí Airgeadais) a cheadaíonn díospóidí gan réiteach idir tú féin agus soláthraí seirbhísí airgeadais atá bunaithe i dtír Eorpach eile a réiteach lasmuigh den chúirt

source: FIN-NET is a network made up of the existing national complaint schemes for financial services in Europe
ga: Líonra atá in FIN-NET ina gcuimsítear na scéimeanna reatha náisiúnta gearáin le haghaidh seirbhísí airgeadais san Eoraip

source: The Financial Services Ombudsman is a member of the network
ga: Comhalta den líonra is ea an tOmbudsman um Sheirbhísí Airgeadais

source: The European Consumer Centres Network (ECC-Net) assists consumers with out-of-court settlement procedures throughout Europe
ga: Cabhraíonn Líonra na nIonad Eorpach do Thomhaltóirí (ECC-Net) le tomhaltóirí ag a bhfuil imeachtaí réitigh lasmuigh den chúirt ar fud na hEorpa

source: There is a European Consumer Centre in Ireland (ECC Ireland)
ga: Tá fáil ar Lárionad Eorpach do Thomhaltóirí in Éirinn (ECC Éireann)

source: There is a network of single market contact points in all member states of the EU for the purpose of helping citizens if they are having difficulties in enforcing their single market rights, including rights of free movement of people and goods and the right to establish businesses
ga: Tá líonra de phointe teagmhála margaidh singil i ngach ballstát an AE ar mhaithe le cabhrú le saoránaigh má bhíonn deacrachtaí acu chun a gcearta margaidh singil a chur i bhfeidhm, cearta ina measc a bhaineann le saorghluaiseacht daoine agus earraí agus an ceart chun gnólacht a bhunú

source: In Ireland, the contact point is the Department of Jobs, Enterprise and Innovation
ga: In Éirinn, is é an pointe teagmhála an Roinn Post, Fiontar agus Nuálaíochta

source: European Commission Representation in Ireland
ga: Oifig an Choimisiúin Eorpaigh in Éirinn

source: Tel:+353 1 634 1111
ga: Teil:+353 1 634 1111

source: Fax:+353 1 634 1112
ga: Facs:+353 1 634 1112

source: Tel:+32 2 283 1900
ga: Teil:+32 2 283 1900

source: Chairman of the Petitions Committee
ga: Cathaoirleach an Choiste Achainíocha

source: Tel:+33 3 8841 2018
ga: Teil:+33 3 8841 2018

source: Fax:+33 3 8841 2730
ga: Facs:+33 3 8841 2730
